Repository: isabella232/libgnome-media-profiles
Catalog: help/*/*.po
Languages: cs

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie licence GFDL můžete najít pod tímto <ulink type="help" url="ghelp:fdl">odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GFDL. Pokud chcete tento dokument šířit odděleně od kolekce, můžete přidat kopii licence do příručky, jak je to popsáno v sekci 6 dané licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci GNOME užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; A ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>

source: <application>GNOME Audio Profiles</application> Manual
cs: Příručka ke <application>Zvukovým profilům GNOME</application>

source: <application>GNOME Audio Profiles</application> is a set of audio encoding configurations for GStreamer based applications.
cs: <application>Zvukové profily GNOME</application> je sada nastavení kódování zvuku pro aplikace využívající GStreamer.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME

source: GNOME Project
cs: Projekt GNOME

source: Audio Profiles Manual V2.27.0
cs: Příručka V2.27.0 k aplikaci Zvukové profily

source: June 2009
cs: červen 2009

source: Fill some blanks, add screenshots.
cs: Doplněna některá prázdná místa, přidány snímky obrazovek.

source: Release with GNOME Media 2.27.3
cs: Vydáno s GNOME Media 2.27.3

source: Audio Profiles Manual V0.1
cs: Příručka V1.0 k aplikaci Zvukové profily

source: December 2008
cs: prosinec 2009

source: This manual describes version 2.27.3 of GNOME Audio Profiles.
cs: Tato příručka popisuje Zvukové profily GNOME ve verzi 2.27.3.

source: Feedback
cs: Ohlasy

source: To report a bug or make a suggestion regarding the <application>GNOME Audio Profiles</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the GNOME User Guide</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Zvukové profily GNOME</application> nebo této příručce, postupujte dle instrukcí <ulink url="ghelp:user-guide?feedback-bugs" type="help">v kapitole Ohlasy uživatelské příručky GNOME</ulink>.

source: GNOME Audio Profiles
cs: Zvukové profily GNOME

source: Introduction
cs: Úvod

source: <application>GNOME Audio Profiles</application> let you select and modify a list of pre-defined encoding formats. By default, <application>GNOME Audio Profiles</application> provides the following audio format:
cs: Aplikace <application>Zvukové profily GNOME</application> vám umožňuje vybírat a upravovat seznam předdefinovaných formátů kódování. Ve výchozím stavu poskytují <application>Zvukové profily GNOME</application> následující zvukové formáty:

source: AAC-MP4 - The new standard of lossy compression.
cs: AAC-MP4 - Nový standard pro ztrátovou komprimaci.

source: Ogg Vorbis - Xiph.Org lossy compression.
cs: Ogg Vorbis - Ztrátová komprimace od Xiph.Org.

source: Speex - Xiph.Org lossy compression optimized for voice.
cs: Speex - Ztrátová komprimace s optimalizací na mluvené slovo od Xiph.Org.

source: FLAC - Xiph.Org lossless audio compression.
cs: FLAC - Bezeztrátová komprimace zvuku od Xiph.Org.

source: MP3 - The popular lossy compression format.
cs: MP3 - Populární formát se ztrátovou komprimací.

source: MP2 - MPEG-1 Audio Layer II, largely supported.
cs: MP2 - MPEG-1 Audio Layer II, široce podporovaný.

source: WAV - Lossless.
cs: WAV - Bezeztrátový.

source: Some format may be illegal in your jurisdiction.
cs: Používání některých formátů může být v rozporu se zákony vaší země.

source: Usage
cs: Použití

source: Use <application>GNOME Audio Profiles</application> to modify a list of pre-defined encoding formats.
cs: Aplikace <application>Zvukové profily GNOME</application> se používá k úpravě seznamu předdefinovaných formátů kódování.

source: Profile selection dialog
cs: Dialogové okno pro výběr profilu

source: The following window is displayed to modify, add or remove the pre-defined formats.
cs: Následující okno se zobrazí, abyste mohli měnit, přidávat nebo odebírat předdefinované formáty.

source: <application>GNOME Audio Profiles</application> Window
cs: Okno <application>Zvukové profily GNOME</application>

source: Shows <placeholder-1/> main window. Contains list of profiles and modification options.
cs: Ukazuje hlavní okno aplikace <placeholder-1/>. Obsahuje seznam profilů a možnosti jejich úpravy.

source: Select one of the profiles and click "Edit" to modify it. The "Profile modification window" will be displayed.
cs: Pokud některý z profilů chcete upravit, tak jej vyberte a klikněte na „Upravit“. Zobrazí se okno „Úprava profilu“.

source: "Delete" will remove the currently selected profile from the list of profiles.
cs: „Smazat“ odstraní právě vybraný profil ze seznamu profilů.

source: To create a new profile, click "New". The "Profile modification window" will be displayed.
cs: Pokud chcete vytvořit nový profil, klikněte na „Nový“. Zobrazí se okno „Upravit profil“.

source: Profile editing
cs: Jak upravit profil

source: <application>GNOME Audio Profiles</application> let you modify the parameters of an audio profile.
cs: Aplikace <application>Zvukové profily GNOME</application> vám umožňuje upravovat parametry zvukových profilů.

source: Profile modification window
cs: Okno pro úpravu profilu

source: Shows <placeholder-1/> profile window.
cs: Ukazuje okno s profilem v aplikaci <placeholder-1/>

source: Profile name - user friendly name of the profile.
cs: Název profilu – uživatelsky přívětivý název profilu.

source: Profile description - long description of this profile.
cs: Popis profilu – dlouhý popis tohoto profilu.

source: GStreamer pipeline - the GStreamer encoding pipeline.
cs: Roura systému GStreamer – roura pro kódování systémem GStreamer.

source: File extension - the filename extension associated to this profile.
cs: Přípona souboru – přípona souboru asociované k tomuto profilu.

source: Active - whether this profile is listed in client application.
cs: Aktivní – zda se má tento profil vypisovat v klientských aplikacích.

source: About <application>GNOME Audio Profiles</application>
cs: O aplikaci <application>Zvukové profily GNOME</application>

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the GNOME User Guide</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k této aplikaci nebo této příručce, postupujte dle instrukcí <ulink url="ghelp:user-guide?feedback-bugs" type="help">v kapitole Ohlasy uživatelské příručky GNOME</ulink>.

source: This program is distributed under the terms of the GNU Library General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A <ulink url="ghelp:lgpl" type="help">copy of this license</ulink> is included with this documentation; another can be found in the file COPYING included with the source code of this program.
cs: Tento program je šířen podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vlastního uvážení) kterékoliv pozdější verze. <ulink url="ghelp:lgpl" type="help">Kopie této licence</ulink> je zahrnuta v této dokumentaci, případně ji můžete najít souboru COPYING, který je součástí zdrojového kódu tohoto programu.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2010, 2013.
