Repository: isabella232/libgnome-media-profiles
Catalog: po/*.po
Languages: eo, hr

source: There was an error displaying help: %s
eo: Okazis eraro montrante helpon: %s
hr: Dogodila se greška pri prikazivanju pomoći: %s

source: Editing profile "%s"
eo: Redakti profilon "%s"
hr: Uređivanje profila "%s"

source: <no name>
eo: <sen nomo>
hr: <bez naziva>

source: <no description>
eo: <sen priskribo>
hr: <bez opisa>

source: There was an error getting the list of gm_audio profiles. (%s)
eo: Eraro okazis dum akiro de listo de gm_audio-profiloj. (%s)
hr: Dogodila se greška pri preuzimanju popisa gm_audio profila profila. (%s)

source: There was an error subscribing to notification of audio profile list changes. (%s)
hr: Dogodila se greška pri pretplati na obavijesti o promjenama u popisu profila zvuka. (%s)

source: There was an error forgetting profile path %s. (%s)
eo: Eraro okazis dum forgesado de profilpado %s. (%s)
hr: Dogodila se greška prilikom zaboravljanja putanje profila %s. (%s)

source: _Edit
eo: R_edakti
hr: _Uredi

source: Delete this profile?
eo: Ĉu forigi ĉi tiun profilon?
hr: Obriši ovaj %d profil?

source: Delete profile "%s"?
eo: Ĉu forigi profilon "%s"?
hr: Obriši profil "%s"?

source: Delete Profile
eo: Forigi profilon
hr: Obriši profil

source: Edit GNOME Audio Profiles
eo: Redakti sonprofiloj de GNOMEo
hr: Uredi profile GNOME zvuka

source: _Profiles:
eo: _Profiloj:
hr: _Profili:

source: You already have a profile called "%s"
eo: Vi jam nomis profilon "%s"
hr: Već imate profil pod nazivom "%s"

source: GConf Error (FIXME): %s
eo: GConf-eraro (FIXME): %s
hr: Greška GConf-a: %s

source: The file "%s" is missing. This indicates that the application is installed incorrectly, so the dialog can't be displayed.
eo: La dosiero "%s" mankas. Tio indikas ke la aplikaĵo estas mise instalita, pro tio ne eblas montri la dialogon.
hr: Nedostaje "%s" datoteka. Ovo pokazuje da je aplikacija neispravno instalirana, stoga se dijalog ne može prikazati.

source: %s Run '%s --help' to see a full list of available command line options.
eo: %s Rulu '%s --help' por vidi kompletan liston de disponeblaj komandliniaj opcioj.
hr: %s Pokrenite '%s --help' kako bi vidjeli potpuni popis dostupnih mogućnosti naredbenog redka.

source: Edit Audio Profile
eo: Redakti la sonprofilon
hr: Uredi profil zvuka

source: Profile _description:
eo: _Profilpriskribo:
hr: Opis _profila:

source: _Active?
eo: Ĉu _aktive?
hr: _Aktivno?

source: _File extension:
eo: _Dosierfinaĵo:
hr: _Nastavak vrste datoteke:

source: _GStreamer pipeline:
eo: _GStreamer-ĉenstablo:
hr: _GStreamer slivnik:

source: _Profile name:
eo: _Profilnomo:
hr: Naziv _profila:

source: New Profile
eo: Nova profilo
hr: Novi profil

source: _Create
eo: _Krei
hr: _Stvori

source: List of profiles
eo: Profillisto
hr: Popis profila

source: List of audio recording profiles. The list contains strings naming subdirectories relative to /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.
hr: Popis profila snimanja zvuka. Popis sadrži nazive poddirektorija u /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.

source: A short name for the audio profile
eo: Mallonga nomo por la sonprofilo
hr: Kratki naziv za profil zvuka

source: A short name for the audio profile, to be used in selections and uniquely identifying the profile.
eo: Mallonga nomo de sonprofilo, uzata por elektado kaj unika identigo de la profilo.
hr: Kratki naziv za profil zvuka, koristiti će se u odabirima, te jedinstveno označavanje profila.

source: A description for the audio profile
eo: Priskribo por la sonprofilo
hr: Opis za zvučni profil

source: A description of the profile, containing more information and describing when to use this profile.
eo: Profilpriskribo enhavas pliajn informojn kaj priskribon por kio tiu profilo taŭgas.
hr: Opis profila, sadrži više informacija, te opisuje kada koristiti ovaj profil.

source: The partial GStreamer pipeline used
eo: La uzata nekompleta GStreamer-ĉenstablo
hr: Djelomično se koristi GStreamer slivnik

source: A partial GStreamer pipeline to use for this profile.
eo: Uzota nekompleta GStreamer-ĉenstablo por tiu profilo.
hr: Djelomično se koristi GStreamer slivnik za ovaj profil.

source: The default file extension for this profile
eo: La defaŭlta dosierfinaĵo de tiu profilo
hr: Uobičajeni nastavak vrste datoteke za ovaj profil

source: A filename extension to be used when storing files encoded with this profile.
hr: Nastavak vrste datoteke koji će se koristiti kod spremanja datoteka enkôdiranim ovim profilom.

source: Whether this profile is to be used
eo: Ĉu uzi tiun profilon?
hr: Treba li ovaj profil koristiti

source: Whether to use and display this profile.
eo: Ĉu uzi kaj montri tiun profilon?
hr: Treba li koristiti i prikazati ovaj profil.

source: CD Quality, Lossy
eo: KD-kvalito, perdece
hr: CD kvaliteta, s gubitkom kvalitete

source: Used for converting to CD-quality audio, but with a lossy compression codec. Use this for CD extraction and radio recordings.
hr: Koristi se za pretvaranje u zvuk CD kvalitete, ali s kôdekom sažimanja s gubitkom kvalitete. Koristite ovo za CD ripanje i snimanje zvuka.

source: CD Quality, Lossless
eo: KD-kvalito, senperdece
hr: CD kvaliteta, bez gubitka kvalitete

source: Used for converting to CD-quality audio, but with a lossless compression codec. Use this if you later want to edit the file or burn it to CD.
hr: Koristi se za pretvaranje u zvuk CD kvalitete, ali s kôdekom sažimanja bez gubitka kvalitete. Koristite ovo ako kasnije želite uređivati datoteku ili snimiti na CD.

source: Voice, Lossless
eo: Voĉo, senperdece
hr: Glas, s gubitkom kvalitete

source: Used for converting to lossless voice-quality audio. Use this for recording and editing speech.
hr: Koristi se za pretvaranje u zvuk glasovne kvalitete bez gubitaka. Koristite za snimanje i uređivanje govora.

source: Voice, Lossy
eo: Voĉo, perdece
hr: Glas, bez gubitka kvalitete

source: Used for converting to lossy voice-quality audio. Use this for recording speech that doesn't need to be edited.
hr: Koristi se za pretvaranje u zvuk glasovne kvalitete s gubicima. Koristite za snimanje govora kojeg ne treba uređivati.

source: CD Quality, MP2
eo: KD-kvalito, MP2
hr: CD kvaliteta, MP2

source: Used for converting to CD-quality audio, but with the lossy MP2 codec. Use this for preparing files for copying to devices that only support the MP2 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
hr: Koristi se za pretvaranje u zvuk CD kvalitete, ali s MP2 kôdekom sažimanja s gubitkom kvalitete. Koristite ovo za pripremu kopiranja datoteka na uređaje koji samo podržavaju MP2 kôdek. Zapamtite da korištenje ovog formata može biti ilegalno u vašoj zemlji, obratite se odvjetniku za pravni savjet.

source: CD Quality, MP3
eo: KD-kvalito, MP3
hr: CD kvaliteta, MP3

source: Used for converting to CD-quality audio, but with the lossy MP3 codec. Use this for preparing files for copying to devices that only support the MP3 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
hr: Koristi se za pretvaranje u zvuk CD kvalitete, ali s MP3 kôdekom sažimanja s gubitkom kvalitete. Koristite ovo za pripremanje kopiranja datoteka na uređaje koji samo podržavaju MP3 kôdek. Zapamtite da korištenje ovog formata može biti ilegalno u vašoj zemlji, obratite se odvjetniku za pravni savjet.

source: CD Quality, AAC
eo: KD-kvalito, AAC
hr: CD kvaliteta, AAC

source: Used for converting to CD-quality audio, but with the lossy AAC codec. Use this for preparing files for copying to devices that only support the AAC codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
hr: Koristi se za pretvaranje u zvuk CD kvalitete, ali s AAC kôdekom sažimanja s gubitkom kvalitete. Koristite ovo za pripremanje kopiranja datoteka na uređaje koji samo podržavaju AAC kôdek. Zapamtite da korištenje ovog formata može biti ilegalno u vašoj zemlji, obratite se odvjetniku za pravni savjet.
